export const Privacy = {
  title: '猎运智慧物流隐私政策',
  content: (
    <>
      <h3>一、我们如何收集和使用您的个人信息</h3>
      <p>1、我们收集哪些您的个人信息</p>
      <p>
        （1）我们提供的业务功能需要依赖部分信息才得以运行。您选择使用该项业务功能，则需要向我们提供或允许我们收集的必要信息包括：
        <b>定位</b>
      </p>
      <p>2、我们收集哪些您的个人信息</p>
      <p>
        点击此处
        <a href="https://lbs.amap.com/pages/privacy/">【https://lbs.amap.com/pages/privacy/】</a>
      </p>

      <p>
        本政策仅适用于猎运智慧物流(天津)有限公司（以下统称「本公司」）的产品及服务，包括网站APP、小程序以及我们现在或将来还可能不时提供的其他程序、软件、客户端或其他类似产品（以下统称「本平台」）。如我们关联公司的产品或服务中使用了我们提供的产品或服务（例如直接使用账户登录）但未设独立隐私权政策的，则本政策同样适用于该部分产品或服务。
      </p>
      <p> 最近更新日期：2022-08-10</p>
      <p>
        需要特别说明的是，本政策不适用于其他第三方向您提供的服务，也不适用于我们已另行独立设置隐私权政策的产品或服务。
      </p>
      <p>
        在使用我们提供的各项产品或服务前，请您务必仔细阅读并透彻理解本政策，在确认充分理解并同意后使用相关产品或服务。一旦您开始使用我们各项产品或服务，即表示您已充分理解并同意本政策。如果您有任何疑问、意见或建议，请通过以下联系方式与我们联系：
      </p>
      <p>电子邮件：022-13556777777</p>
      <p> 电话：022-13556777777</p>
      <h3>本政策将帮助您了解以下内容：</h3>
      <ul>
        <li>我们如何收集和使用您的个人信息</li>
        <li>我们如何保护您的个人信息</li>
        <li>您的权利</li>
        <li>我们如何处理儿童的个人信息</li>
        <li>您的个人信息如何在全球范围转移</li>
        <li>本政策如何更新</li>
        <li>如何联系我们</li>
      </ul>
      <p>
        我们致力于维持您对我们的信任，恪守以下原则，保护您的个人信息：权责一致原则、目的明确原则、选择同意原则、最小必要原则、确保安全原则、主体参与原则、公开透明原则等
      </p>
    </>
  ),
};
