export const protocol = {
  title: '猎运智慧物流（天津）有限公司猎运通平台用户协议',
  content: (
    <>
      <p>欢迎您使用猎运智慧物流（天津）有限公司提供的猎运通平台的服务！</p>
      <p>
        在签约本协议之前，请您务必审慎、仔细阅读并充分理解本协议的全部内容。如果您不同意本协议的任何内容，或者无法准确理解本协议任何条款的含义，请不要进行后续操作。本协议构成您注册、使用猎运通平台之先决条件，您的使用行为将视为同意接受本协议各项条款的约束。
      </p>
      <p>
        托运人（即猎运智慧物流（天津）有限公司）有权随时变更本协议并在猎运通平台上予以公告，如您不同意相关变更，必须停止使用猎运通平台。本协议内容包括协议正文及所有网络托运人已经发布的各类规则，所有规则为本协议不可分割的一部分，与本协议正文具有同等法律效力。一旦您继续使用猎运通平台，则表示您已接受并自愿遵守经修订后的条款。电子文本形式的授权协议如同双方书面签署的协议一样,具有完全的和等同的法律效力。
      </p>
      <p>一、定义</p>
      <p>
        1.1
        猎运智慧物流（天津）有限公司：指网络托运人运营的可供用户发布车辆信息及/或货源信息、搜索货源信息及/或车辆信息、联系车辆及/或货主及/或接受其他物流信息服务/物流增值服务的软件/网络平台，包括但不限于移动应用、微信公众号、小程序等软件/网站/网页/程序。
      </p>
      <p></p>
      <p>1.2 用户：使用任一猎运智慧物流（天津）有限公司所提供服务的货主、司机、企业及其他主体。</p>
      <p>1.3 货主：指有货物运输需求的企业、其他法人组织、个体工商户、自然人等主体。</p>
      <p>
        1.4
        用户信息:指您提交给猎运智慧物流（天津）有限公司的及通过猎运智慧物流（天津）有限公司发布的及/或通过您授权的第三方获取的用户相关信息，包括不限于您提交、发布的您的基本信息、营业执照、用户指定的代表及/或联系人的姓名与联系方式、授权委托书、道路运输经营许可证、车辆行驶证、驾驶证、开户许可证、银行账户信息、用户的法定代表人/负责人/经营者/代表姓名、身份证号码及身份证载明的其他信息、车辆信息、货源信息等，以及您为申请、使用猎运智慧物流（天津）有限公司的合作方所提供的服务/商品而提交的其他用户相关信息。
      </p>
      <p>
        1.5
        账号：指您按猎运智慧物流（天津）有限公司猎运通平台提供的方式设置或取得的供您登录及使用猎运智慧物流（天津）有限公司猎运通平台服务的编码，该编码可能是您的手机号码/邮箱地址，也可以是根据猎运智慧物流（天津）有限公司猎运通平台规则编辑或设置的其他数字或文字。
      </p>
      <p>1.7 司机：指具有依法经营货物运输业务相关资质的，能够提供货物运输服务的自然人，包括主驾和副驾（如有）。</p>
      <p>1.8 车辆：指能够提供货物运输服务的货运车辆。</p>
      <p>
        1.9
        车辆信息：指您通过猎运通平台发布的与提供货物运输服务的司机和车辆相关的信息，包括但不限于司机身份证号、驾驶证、行驶证、车牌号码、车牌类型、车型、车长、载重、车辆识别代码、发动机号、车厢信息、车厢体积、车厢长度、拖挂轮轴、车辆轴数等信息。
      </p>
      <p>1.10 货源信息：指您通过猎运通平台发布的与单次货物运输相关的信息，包括但不限于装货地点、送达地点、货物类型、装货时间、运输期限、货物重量、所需车辆规格等信息。</p>
      <p>
        1.11
        身份验证：指您在注册账号或开通、使用及/或接受猎运智慧物流（天津）有限公司猎运通平台的特定服务/商品的过程中，网络托运人及技术合作方根据本协议的约定对您提供的本人信息（包括但不限于您或您的法定代表人/负责人的姓名、身份证号、身份证所载明的其他信息、照片等身份信息和您的即时脸部图像，具体以网络托运人/或其合作方要求为准，统称为“验证信息”）及验证信息凭证的真实性、准确性及/或一致性进行验证的过程，验证的方式与流程由网络托运人及/或其合作方指定。该等验证信息及验证信息凭证经身份验证被确认为真实、准确及一致的，视为您通过了身份验证。
      </p>
      <p>1.12 验证信息凭证：指验证信息的一切载体，包括但不限于载有、证明、体现、反映验证信息的各类文件、资料、凭据、凭证、证件、证照、图片、照片、视频等。</p>
      <p>
        1.13
        会员：用户在其支付会员附加运费后，即可成为猎运智慧物流（天津）有限公司猎运通平台特定级别/类别的会员，享有相应的会员权益，并有权使用猎运智慧物流（天津）有限公司及/或其合作方所提供的相应的会员服务，具体以猎运智慧物流（天津）有限公司公布的内容与规则为准。
      </p>
      <p>二、用户资格</p>
      <p>您向猎运智慧物流（天津）有限公司申请使用服务应当首先注册成为猎运通平台的用户，成为用户应具备以下条件：</p>
      <p>
        （1）若您为企业、其他法人组织或个体工商户，您必须是经过相关法律法规合法注册且有效存续，具有完全的民事行为能力和民事权利能力，具备就您所从事的经营活动及/或其他活动依法承担民事责任的能力，且具有良好的信誉。
      </p>
      <p>（2）若您为自然人，您必须年满十八周岁，并具有完全的民事行为能力和民事权利能力。若您不具备前述民事行为能力，则您及您的监护人应依照法律规定承担因此而导致的一切后果。</p>
      <p>（3）您一直按照所有对您适用的法律法规的规定开展经营活动及/或其他活动，不存在违法违规的行为及/或情形。</p>
      <p>
        （4）若您以司机身份注册，则您应确保您是具备从事提供货物运输服务的相关能力、资质、证照的司机；若您以货主身份注册，则您应确保您是具备委托网络托运人开展货物运输服务的相关能力、资质、证照的货主。
      </p>
      <p>（5）若您通过猎运通平台发布货源信息，则您应确保货源信息来源合法且您有权进行发布，您具备发布货源信息及从事货物运输服务的相关资质、证照及必要的的法律手续和合法依据；</p>
      <p>
        （6）若您通过猎运通平台发布司机及/或车辆信息，则您应确保您发布的车辆信息涉及的所有车辆具备提供货物运输服务的相关资质、证照，并确保您发布的车辆信息所对应的所有车辆的驾驶司机具备依法从事提供货物运输服务的相关资质、证照。您确认对提供货运服务的车辆拥有合法占有和使用的权利，且您应在用户资格保有期间和实际通过猎运通平台提供货物运输服务期间，一直维持车辆处于合法状态和正常营运及使用状态。
      </p>
      <p>三、 用户的账号、密码及验证信息</p>
      <p>3.1 您一旦在猎运智慧物流（天津）有限公司猎运通平台成功注册为用户，将得到一个账号和密码。</p>
      <p>3.2 您应自行设置账号的密码，并予以妥善保管，不得以任何形式擅自转让或授权他人使用您的账号和密码。</p>
      <p>
        3.3
        在您注册猎运智慧物流（天津）有限公司猎运通平台用户或开通、使用、接受猎运通平台的服务及/或用户/会员资格的过程中，您应按猎运通平台的要求提供真实、准确、完整且有效的用户信息。网络托运人及网络托运人的合作方有权根据本协议及其他猎运通平台的规则要求您提供验证信息及验证信息凭证，并对您的验证信息和验证信息凭证的真实性、准确性及/或一致性进行验证，您应积极配合，否则网络托运人有权限制或停止向您提供部分或全部猎运智慧物流（天津）有限公司猎运通平台的服务。
      </p>
      <p>
        3.4
        若因国家法律法规、部门规章、监管机构的要求或猎运智慧物流（天津）有限公司猎运通平台经营需要，网络托运人需要您补充提供任何验证信息及验证信息凭证时，如您不能及时提供，网络托运人有权立即暂停或终止向您提供部分或全部猎运智慧物流（天津）有限公司猎运通平台的服务。
      </p>
      <p>
        3.5您应保证您所填写及提供的用户信息、用户信息凭证、验证信息、验证信息凭证、联系电话、联系地址、电子邮件地址等资料、凭证、信息的真实性、准确性、完整性及有效性，同时也有义务在相关资料、凭证、信息发生变更时及时通知网络托运人进行更新。您了解并同意，您有义务持续确保您提供的相关资料、凭证、信息的真实性、完整性及有效性。若您提供任何错误、不实、不准确、过时或不完整资料、凭证、信息，或网络托运人有合理理由怀疑该资料、凭证、信息为错误、不实、不准确、过时或不完整的，网络托运人有权立即暂停或终止对您提供服务，或限制您在猎运智慧物流（天津）有限公司猎运通平台的账户部分或全部功能，网络托运人对此不承担任何责任，您将承担因此而产生的全部直接或间接损失，同时，您还应当赔偿网络托运人及/或任何其他第三方因此遭受的全部损失。
      </p>
      <p>3.6 您应妥善保管下列信息、资料和硬件设备：</p>
      <p>（1）账号及其密码；</p>
      <p>（2）银行卡及其密码、CVV码、有效期等卡片信息；</p>
      <p>（3）手机等您用于登陆账号及/或使用猎运智慧物流（天津）有限公司的硬件设备及SIM卡信息；</p>
      <p>
        （4）您授权/指定的代表的人脸信息、指纹信息等生物识别信息。
        您应妥善保管上述资料、信息和硬件设备，并确保您的手机等移动终端设备在安全、无病毒、未被入侵、未被监控、未被非法控制的环境下运行和使用。
      </p>
      <p>若您泄露了上述信息中的任意一项或遗失了上述硬件设备，或您遭受他人攻击、诈骗等损害，由此导致的风险和损失应由您自行承担。</p>
      <p>3.7 发生下列任一情形时，您应及时联系猎运智慧物流（天津）有限公司猎运通平台的客服部门，以减少可能发生的损失：</p>
      <p>（1）您不慎遗失或泄露了本协议第2.6条所列信息的；</p>
      <p>（2）您遗失了您的手机等移动终端或SIM卡的；</p>
      <p>（3）您在开设银行账户时预留了他人的手机号码的；</p>
      <p>（4）第三人冒用或盗用您的验证信息、验证信息凭证或账户信息的；</p>
      <p>（5）其他任何未经您本人合法授权，却在使用您的账号、本服务或您的银行账户的情况及/或您的账户有其他安全漏洞的情况。</p>
      <p>
        如发生上述情形，请及时拨打猎运通平台客服电话。若您未及时通知猎运通平台而导致损失形成或扩大的，您应自行承担因此遭受的损失。您理解猎运通平台对您的任何请求会要求您提供必要、充分的说明与证据并进行必要的验证，且猎运通平台采取行动需要合理时间，猎运通平台不确保应您请求而采取的行动能够避免或阻止侵害后果的形成或扩大，猎运通平台对您发生上述情形而遭受的损失不承担责任。
      </p>
      <p>
        3.8
        您应确保您是使用本服务的CA数字证书持有人，可合法、有效使用该CA数字证书且未侵犯任何第三方合法权益，否则因此造成猎运智慧物流（天津）有限公司猎运通平台、CA数字证书持有人人损失的，您应负责赔偿并承担全部法律责任，包括但不限于对您的猎运通平台账户中的余额进行止付、终止或中止为您提供服务，从您的前述账户中扣除相应的款项等。
      </p>
      <p>
        3.9
        您在使用本服务时，应当认真确认交易信息，包括且不限于服务名称、数量、金额等，并按猎运通平台业务流程发出符合本协议约定的指令。您认可和同意：您发出的指令不可撤回或撤销，猎运智慧物流（天津）有限公司猎运通平台一旦根据您的指令使用您的CA数字证书进行合同签署，您不应以非本人意愿交易或其他任何原因要求猎运通平台撤销合同或承担其他责任。
      </p>
      <p>
        3.10
        您在此不可撤销地同意并授权：（1）在您需通过猎运通平台台支付任何款项时，由猎运通平台合作的银行及/或第三方支付机构（合称“支付机构”）根据您发出的指令代您扣划银行卡（需绑定）账户、微信账户、支付宝账户或第三方支付机构为您开立的钱包账户等其他账户中的款项，并代为将所扣划的款项用于向您的交易相对方进行结算；（2）若由支付机构代为扣划的，若根据支付机构要求，您需在支付机构开立支付账户的，您在此不可撤销的授权并同意，猎运智慧物流（天津）有限公司将您的相关信息提供给该支付机构，由其为您开立支付账户；（3）在您需通过猎运通平台收取任何款项时，由猎运智慧物流（天津）有限公司合作的银行或支付机构代您收取该等款项，且在您需提取/使用该等款项并履行了银行、支付机构要求的必要的手续后，由猎运智慧物流（天津）有限公司合作的银行或支付机构向您结算或为您扣划该等款项；（4）猎运智慧物流（天津）有限公司有权根据您通过银行或支付机构的服务支付、收取及/或提现的款项金额实时记录、留存及/或通过猎运智慧物流（天津）有限公司的相关页面向您显示您的交易信息及在支付机构留存的款项金额变动信息，但您确认并同意，猎运智慧物流（天津）有限公司均不向您提供任何支付服务，上述所有与支付、金额等相关的信息最终由提供支付服务的支付机构向您负责，猎运智慧物流（天津）有限公司均不就该等信息的真实性、准确性、完整性与有效性负责。就绑定银行卡，您应确保合法地享有使用所绑定银行卡及该银行卡内资金的权利，未侵犯任何第三方的合法权益，否则因此造成网络托运人及/或第三方损失的，您应负责赔偿并承担全部法律责任。
      </p>
      <p>四、 账户的操作</p>
      <p>若您为企业或其他法人组织的，您需要：</p>
      <p>4.1 在申请注册猎运智慧物流（天津）有限公司猎运通平台用户之前，您应向网络托运人出具《授权委托书》，指定账户操作人。账户操作人持有您的平台账户及密码。</p>
      <p>
        4.2
        无论您是否指定账户操作人及/或出具《授权委托书》，您应理解，猎运智慧物流（天津）有限公司猎运通平台就您与您的账户使用人/操作人之间的关系不具有任何核查的义务，您应自行妥善保管账号密码，任何使用您的账户密码登录使用猎运智慧物流（天津）有限公司服务的行为均视同您的行为，由此产生的风险、责任与法律后果由您承担。如因您与您的账户使用人/操作人之间的纠纷或争议导致给猎运智慧物流（天津）有限公司猎运通平台或其他任何第三方造成侵权或损失的，您与您的账户使用人/操作人应当承担连带赔偿责任，猎运智慧物流（天津）有限公司猎运通平台因此而遭受了损失的，其有权向您直接追偿。
      </p>
      <p>五、 用户权利与义务</p>
      <p>
        5.1
        您应根据本协议及猎运智慧物流（天津）有限公司猎运通平台发布的其他相关协议、规则，使用猎运通平台提供的功能与服务、增值服务以及参加猎运智慧物流（天津）有限公司猎运通平台的有关活动及/或享受其提供的其他有关资讯及信息服务等。
      </p>
      <p>
        5.2
        您若通过猎运智慧物流（天津）有限公司猎运通平台提供车辆运输服务，应确认并同意将您所有的用于提供货物运输服务的车辆与您的账号关联，您将按照本协议及网络托运人发布的其他规则管理您所有的车辆，参加猎运智慧物流（天津）有限公司猎运通平台的有关活动，享受猎运智慧物流（天津）有限公司猎运通平台服务。
      </p>
      <p>5.4 您在获取货源/车辆信息后应当自行对货源/车辆信息进行核实，猎运智慧物流（天津）有限公司猎运通平台对货源/车辆信息的真实性、准确性与完整性不负有核查责任或任何其他责任。</p>
      <p>
        5.5
        您在猎运智慧物流（天津）有限公司猎运通平台提供及发布的信息应当合法、真实、有效、完整，否则您应就由此造成的损失承担赔偿责任，且猎运通平台有权停止向您提供任何服务。若您发布的任何信息不符合本协议约定的，猎运通平台有权视情况要求您进行改正、完善、删除或采取其他措施。因您发布的任何信息给猎运通平台或其他任何第三方造成侵权或损失的，您应当承担赔偿等责任，网络托运人因此而遭受了损失的，有权向您追偿。
      </p>
      <p>5.6 您不得使用以下方式登录猎运通平台或破坏猎运通平台所提供的服务：</p>
      <p>（1） 以任何机器人软件、蜘蛛软件、爬虫软件、刷屏软件或其它自动方式访问或登录猎运智慧物流（天津）有限公司猎运通平台；</p>
      <p>（2） 通过任何方式对猎运智慧物流（天津）有限公司猎运通平台结构造成或可能造成不合理或不合比例的重大负荷的行为；</p>
      <p>（3） 通过任何方式干扰或试图干扰猎运智慧物流（天津）有限公司猎运通平台的正常工作或进行的任何活动。</p>
      <p>
        5.7
        您存在向第三方付款及/或收款的需求时，若您接受了猎运通平台及/或猎运通平台的合作方的提供的代付及/或代收服务，即代表您授权猎运通平台先向您收取及/或支付该等费用/款项，再由猎运通平台将该等费用/款项向您的收款方支付及/或向您的付款方收取。
      </p>
      <p>
        5.8
        您知晓并同意猎运通平台合作、指定或认可的第三方征信机构有权基于提供信用或风控服务的需要，向合法保存有您的信息的机构（包括但不限于网络托运人）采集相应信息，用于验证您的信息的真实性及风险判断使用，并将上述分析结果提供给猎运通平台。
      </p>
      <p>六、 用户行为规范</p>
      <p>6.1 您同意并保证，作为猎运智慧物流（天津）有限公司猎运通平台的用户，您应严格履行如下约定：</p>
      <p>（1）您应本着“遵纪守法”的原则严格遵守所在国家或地区的法律法规及相关规定。</p>
      <p>（2）您应本着“审慎交易”的原则了解并遵守本协议项下及猎运通平台的所有规则以及社会公共利益、公共道德。</p>
      <p>（3）您应本着“诚实信用”的原则使用平台服务，不得通过虚构事实、伪造证据、与他人串通等手段，侵害网络托运人及其他第三方的权益。</p>
      <p>6.2 您同意并保证，作为猎运智慧物流（天津）有限公司猎运通平台的用户，您应严格遵守以下义务：</p>
      <p>
        （1）不得传输或发表：煽动抗拒、破坏宪法和法律、行政法规实施的言论，煽动颠覆国家政权，推翻社会主义制度的言论，煽动分裂国家、破坏国家统一的言论，煽动民族仇恨、民族歧视、破坏民族团结的言论；
      </p>
      <p>（2）从中国大陆向境外传输资料信息时必须符合中国有关法律法规；</p>
      <p>（3）不得利用平台从事洗钱、窃取商业秘密、窃取个人信息等违法犯罪活动；</p>
      <p>（4）不得干扰平台的正常运转，不得侵入黑豹平台及国家计算机信息系统；</p>
      <p>（5）不得传输或发表任何违法犯罪的、骚扰性的、中伤他人的、辱骂性的、恐吓性的、伤害性的、庸俗的，淫秽的、不文明的等信息资料；</p>
      <p>（6）不得传输或发表损害国家社会公共利益和涉及国家安全的信息资料或言论；</p>
      <p>（7）不得教唆他人从事本条所禁止的行为；</p>
      <p>（8）您账户内的任何优惠信息由猎运智慧物流（天津）有限公司享有最终解释权和修改权，您仅在使用平台相关服务时享有使用权，严禁利用上述优惠信息进行其他经营性行为；</p>
      <p>
        （9）您不得利用任何非法手段获取其他用户个人信息，不得将其他用户信息用于任何营利或非营利目的，不得泄露其他用户或权利人的个人隐私，否则网络托运人有权采取本协议规定的合理措施制止您的上述行为，情节严重的，将提交公安机关进行刑事立案。
      </p>
      <p>
        （10）您不得发布任何侵犯他人著作权、商标权等知识产权或其他合法权利的内容；如果网络托运人或其他用户或权利人发现您发布的信息涉嫌侵犯他人知识产权或其他合法权益的，网络托运人有权立即删除您发布的信息，或者采取其他必要措施予以制止。
      </p>
      <p>（11）您应不时关注并遵守平台不时公布或修改的各类规则规定。平台保有删除各类不符合法律政策或不真实的信息内容而无须通知您的权利。</p>
      <p>
        （12）若您未遵守本协议的任何约定、用户行为规范或平台公布的规则的，平台有权做出独立判断并立即采取暂停或关闭您的账号、冻结您平台账户内余额、关闭相应交易等措施。您须对自己在网上的言论和行为承担法律责任，如您的行为导致任何法律后果的发生，您应以自己的名义独立承担相应的法律责任，如给平台造成任何损失的，则您应立即足额赔偿平台的全部直接与间接损失。
      </p>
      <p>七、 平台附加运费用及其他费用</p>
      <p>
        7.1
        当您申请获得猎运智慧物流（天津）有限公司猎运通平台会员资格及/或使用需付费的平台服务时，网络托运人有权向您收取相关会员附加运费及其他平台附加运费用（合称“平台附加运费用”）。各项平台附加运费用详见您使用猎运通平台服务时，猎运智慧物流（天津）有限公司上所列之收费说明及收费标准。猎运通平台保留单方面制定及调整平台附加运费用收费标准的权利。
      </p>
      <p>
        7.2
        您在使用猎运智慧物流（天津）有限公司猎运通平台服务过程中可能需要向第三方支付一定的第三方附加运费用，具体费用名称及收费标准详见猎运通平台的提示及收费标准。您需按猎运通平台的操作引导进行支付，您同意将根据上述收费标准自行或委托猎运通平台或其合作方代为向第三方支付该等附加运费。
      </p>
      <p>
        7.3
        若您不同意支付上述平台附加运费用及/或第三方附加运费用的，则您将无法使用猎运通平台所有付费功能/服务。您若需要获取、使用相关功能/服务的，请先提前了解清楚关于该服务的收费标准、方式等信息。
      </p>
      <p>
        7.4
        您确认，您使用猎运智慧物流（天津）有限公司猎运通平台服务系为开展商业运营并以获取运营收入为目的，您认可平台服务所具有的经济价值并已充分理解本协议中有关平台附加运费用及其他费用的收费约定（“收费约定”），且您已基于独立、理性的商业判断而选择同意接受本协议项下的收费约定。您在此不可撤销地确认并同意，本协议中的收费约定代替猎运通平台及其关联方在线上及/或线下曾向您作出及/或出具的有关免费、不收费及/或其他与收费约定存在冲突的所有书面以及口头的宣传文件、承诺、函件、文件等（如有）。
      </p>
      <p>八、 终止服务的特别约定</p>
      <p>8.1 如果您有下列情形发生，猎运通平台有权终止您使用本平台的权利：</p>
      <p>（1）您违反相关法律法规，具有非法目的或利用本协议项下的安排实施侵害他人合法权益的行为。</p>
      <p>（2）违反您与猎运通平台签署的任一协议（包括但不限于本协议）、以及猎运通平台公布的规则的。</p>
      <p>（3）您提供虚假注册信息，或存在通过虚构事实、伪造证据、发布虚假信息、与第三方串通等手段，侵害猎运通平台及/或其他第三方权益的情形的；</p>
      <p>（4）其他猎运通平台有合理理由认为应当终止服务的情况。</p>
      <p>
        8.2
        本协议终止后，除法律有明确规定外，猎运通平台无义务向您或您指定的第三方披露您账户中的任何信息。但猎运通平台仍享有下列权利：继续保存您留存于猎运通平台的各类信息；对于您过往的违约行为，仍可依据本协议向您追究违约责任。
      </p>
      <p>
        8.3
        本协议终止后，对于您在本协议存续期间产生的交易订单，猎运通平台可通知交易相对方并根据交易相对方的意愿决定是否关闭该等交易订单；如交易相对方要求继续履行的，则您应当就该等交易订单继续履行本协议及交易订单的约定，并承担因此产生的任何损失或增加的任何费用。
      </p>
      <p>九、 猎运通平台的其他权利及义务</p>
      <p>9.1 猎运通平台设立业务咨询和投诉电话，负责解答您在履行本协议过程中遇到的各种疑问。</p>
      <p>
        9.2
        您了解并同意，猎运通平台有权应国家有权机关（包括但不限于监管部门、司法机关等）的要求，向其提供您在猎运通平台的用户信息和交易记录等必要信息。如您涉嫌侵犯他人合法权益，则猎运通平台有权在初步判断涉嫌侵权行为可能存在的情况下，向权利人提供您必要的个人信息。
      </p>
      <p>9.3 您同意，猎运通平台有权使用您的注册信息、用户名、密码等信息，登陆进入您的注册账户，进行证据保全，包括但不限于公证、见证、协助司法机关进行调查取证等。</p>
      <p>
        9.4
        您授权猎运通平台有权留存您在使用本服务过程中提供、发布、形成的相关数据信息并提供给关联公司或政府部门、合作机构，以供后续向您持续性地提供相应服务（包括但不限于将本信息用于向您推广、提供其他更加优质的产品或服务）。您同意猎运通平台使用、复制、修订、编辑、发布、展示、翻译、分发您的上述数据信息，并以已知或日后开发的形式、媒体或技术上将上述数据信息纳入其他作品内。
      </p>
      <p>9.5 由于猎运通平台定位等功能需要，用户在安装、使用猎运通平台时，猎运通平台有权获取用户所在的位置信息。</p>
      <p>
        9.6
        您有义务持续确保您在猎运通平台所填写及提供的手机号、用户信息、用户信息凭证、验证信息、验证信息凭证等资料、凭证、信息的真实性、准确性、完整性、对应一致性及有效性。若您注册账号的手机号所认证的身份证号、姓名并非手机通信运营商实名认证一致的身份证号、姓名（“实名身份信息”），则您应立即将认证的身份证号和姓名修改为实名身份信息，否则猎运通平台有权限制或停止向您提供部分或全部服务或限制您的部分或全部功能，猎运通同时猎运通平台对此不承担任何责任，您将承担因此而产生的全部直接或间接损失，且，您还应当赔偿猎运通平台及/或任何其他第三方因此遭受的全部损失。若您使用同一个手机号注册了猎运通平台，且您在猎运通平台认证的身份证号和姓名并非实名身份信息，您在此不可撤销地授权猎运通平台将您在猎运通平台注册的手机号对应的身份证号和姓名修改为实名身份信息，猎运通平台自行决定是否为您作该等修改及修改的时间。
      </p>
      <p>
        9.7
        如您已拥有猎运智慧物流（天津）有限公司猎运通平台关联账号，为便于猎运通平台向您提供服务，您不可撤销地授权猎运通平台实时地将您在账户注册和使用服务过程中填写、提交、更改、确认、以及使用会员服务、进行交易过程中形成的任何用户信息、定位信息、交易信息、隐私信息分享给黑豹平台、第三方支付平台和/或猎运智慧物流（天津）有限公司猎运通平台的关联方、合作方等其他相关服务提供者，或实时地从猎运智慧物流（天津）有限公司猎运通平台、第三方支付平台和/或网络托运人的关联方、合作方等其他相关服务提供者处获取并使用您提供、形成的任何用户信息、定位信息、交易信息、隐私信息。
      </p>
      <p>9.8 为使您更安全、便捷、全面地使用本服务，猎运智慧物流（天津）有限公司猎运通平台有权向您发送与本服务有关的信息。</p>
      <p>
        9.9
        为更好地为您提供本服务，网络托运人将不时进行猎运智慧物流（天津）有限公司猎运通平台的维护和升级。您同意，届时平台仅须提前在猎运通平台内发布公告即可，系统维护及升级过程中产生的业务中断或不稳定状态，不视为猎运通平台违约。
      </p>
      <p>
        9.10
        为更好地为您提供本服务，猎运通平台有可能修改本协议项下业务的相关规则。您同意，届时网络托运人仅须提前在猎运通平台发布公告即可，您自愿接受本协议及网络托运人不时发布的新规则的约束。
      </p>
      <p>十、 免责条款</p>
      <p>10.1 猎运通平台仅提供本服务，并不参与具体的商品或服务交易，您使用本服务时，因商品或服务交易本身以及您与任何第三方所产生的任何纠纷或责任，应由您自行解决并承担全部责任。</p>
      <p>
        10.2
        猎运通平台提供车源/货源信息的交换，信息由各用户提供，网络托运人要求各信息提供者对所提供信息内容的真实性、合法性、准确性、有效性负责，但猎运通平台对此不提供任何保证，亦不承担任何责任，对此您应谨慎判断。
      </p>
      <p>10.3 猎运通平台不对发布相关信息的司机及相关运输车辆的运输资质承担任何责任。货主应当自行查验司机及相关运输车辆的运输资质，并承担所有由于运输资质造成的风险。</p>
      <p>10.4 司机应当自行承担所有因道路限行、交通管理规定、交通管制措施引起的行政责任以及由此造成的任何直接、间接损失，猎运通平台不承担相关责任。</p>
      <p>
        10.5
        对您从猎运通平台链接、下载、发布、获取的或从任何与猎运通平台有关信息服务所获得的资料、广告及其他信息，猎运通平台不保证其内容的合法性、真实性、有效性、准确性，不承担责任。因此所产生的风险用户应自行承担。猎运通平台有权但无此义务修改或更正在服务的信息内容或资料中存在的错误或疏漏。
      </p>
      <p>10.6 不可抗力</p>
      <p>
        由于不可抗力或意外事件而影响猎运通平台提供正常的服务和技术支持时，猎运通平台不承担任何责任。“不可抗力”是指不能预见、不能克服且无法避免的客观事件，如战争、自然灾害、政府规范修订、黑客攻击等；“意外事件”指诸如光缆出现故障的影响或损坏；通信线路或服务器发生超出猎运通平台防范与预见能力的故障等类似事件。对以下情形导致的本服务中断或受阻，不视为猎运通平台违约，猎运通平台不承担责任：
      </p>
      <p>（1） 电信设备出现故障、公共网络故障；</p>
      <p>（2） 猎运智慧物流（天津）有限公司猎运通平台受到计算机病毒、木马或其他恶意程序、黑客攻击的破坏；</p>
      <p>（3） 电信部门及/或其他猎运智慧物流（天津）有限公司猎运通平台运营所依赖的有关部门、机构出现调整或故障；</p>
      <p>（4） 国家相关主管部门颁布、变更法令、政策；</p>
      <p>（5） 您或网络托运人的电脑软件、系统、硬件和通信线路出现故障；</p>
      <p>（6） 其他不可抗力因素。</p>
      <p>10.7 您在使用本服务的过程中，猎运通平台不对下列风险担责：</p>
      <p>（1） 您操作不当；</p>
      <p>（2） 您通过非网络托运人授权的方式使用本服务；</p>
      <p>（3） 来自他人匿名或冒名的含有威胁、诽谤、令人反感或非法 内容的信息；</p>
      <p>（4） 遭受他人误导、欺骗或其他导致任何心理、生理上的伤害以及经济上的损失；</p>
      <p>（5） 其他因网络信息或您行为引起的风险。</p>
      <p>
        10.8
        由于软件中通知相关好友等功能需要，您在安装猎运通平台相关软件时，将自动提供其手机通讯录信息给猎运通平台软件系统；由于软件中好友定位等功能需要，您在安装猎运通平台软件时，系统将获取您所在的位置信息；因运输业务的需要，司机用户使用猎运通平台时，将默认提供位置信息给网络托运人以及平台货主用户；猎运通平台所提供的定位功能，是采用运营商的基站位置信息，由于通信信号等多种因素，猎运通平台不保证用户使用的连贯性以及位置精准性。
      </p>
      <p>10.9 您在使用本服务的过程中，猎运通平台在法律规定的范围内可处理违法违规内容，但其不构成猎运通平台的义务或承诺。</p>
      <p>10.10 您对猎运通平台的使用，即表明您同意承担使用猎运通平台可能带来的种种风险。</p>
      <p>十一、 隐私保护</p>
      <p>11.1 隐私信息的收集和内容</p>
      <p>
        11.1.1猎运智慧物流（天津）有限公司通过猎运通平台提供平台服务时，可能会收集、储存和使用您的隐私信息。如果您不提供相关隐私信息，将无法注册成为平台用户或无法享受猎运通平台提供的某些服务，或者无法达到相关服务拟达到的效果。
      </p>
      <p>11.1.2 隐私信息包括您的下列信息，且您同意授权猎运通平台按下述约定获取该等信息：</p>
      <p>（1）在您注册账号或开通、使用、接受猎运通平台的特定服务的过程中，您根据平台要求提供的用户注册信息、验证信息、验证信息凭证及/或其他信息；</p>
      <p>（2）在您使用猎运通平台，或访问猎运通平台及相关网页、移动设备客户端时，猎运通平台自动接收并记录的您操作的相关信息；</p>
      <p>（3）您在开通、使用、接受平台的特定服务及/或猎运通平台的合作方通过猎运通平台提供的服务/商品时所提供及所形成的任何信息和数据；</p>
      <p>（4）您在访问猎运通平台移动设备客户端时，您授权平台访问、读取您的移动终端设备上的通讯信息；</p>
      <p>（5）您通过猎运通平台服务向其他方提供的共享信息，以及您使用猎运通平台服务时所储存的信息；</p>
      <p>（6）您与猎运通平台的客户服务团队联系时您提供的相关信息，您参与问卷调查时发送的问卷答复信息，以及您接受猎运通平台及其合作机构提供的服务时，猎运通平台收集的相关信息；</p>
      <p>（7）有关您曾使用的移动应用（APP）和其他软件的信息，以及您曾经使用该等移动应用和软件的信息；您的网络使用习惯、您常用的软件信息等；</p>
      <p>（8）您通过猎运通平台服务进行通讯的信息；</p>
      <p>（9）您向猎运通平台或平台的合作方提供及/或授权平台自行或通过第三方查询获得的财产信息；</p>
      <p>
        （10）位置信息，指您开启您的终端设备等其他GPS设备及其定位功能以及猎运通平台定位系统/功能并使用猎运通平台基于位置提供的相关服务时，收集的有关您位置的信息，及/或猎运通平台从您授权的第三方获取的有关您位置的信息。
      </p>
      <p> 猎运通平台收集的有关您位置的信息包括：</p>
      <p>
        a) 您通过具有定位功能的终端设备等其他GPS设备使用猎运通平台服务时，猎运通平台通过GPS或WiFi等方式收集的您的地理位置信息；b)
        您或其他用户提供的包含您所处地理位置的实时信息；c)您可以通过关闭定位功能，停止猎运通平台对您的地理位置信息的收集。
      </p>
      <p>（11）您授权猎运通平台向第三方征信机构查询您及您个人或您的法定代表人/负责人/经营者/代表的相关信用信息和数据；</p>
      <p>（12）您在猎运通平台的商业合作伙伴处留存和形成的任何信息和数据；</p>
      <p>（13）您在其他合法留存您信息的自然人、法人以及其他组织处留存的信息。</p>
      <p>11.1.3 您充分知晓，猎运通平台收集、使用以下信息无需征得您的授权同意：</p>
      <p>（1）与国家安全、国防安全有关的；</p>
      <p>（2）与公共安全、公共卫生、重大公共利益有关的；</p>
      <p>（3）与犯罪侦查、起诉、审判和判决执行等有关的；</p>
      <p>（4）出于维护您或其他用户的生命、财产等重大合法权益但又很难得到您本人同意的；</p>
      <p>（5）从合法公开披露的信息中收集的您的个人信息的，如合法的新闻报道、政府信息公开等渠道；</p>
      <p>（6）用于维护所提供的产品与/或服务的安全稳定运行所必需的；</p>
      <p>（7）为合法的新闻报道所必需的；</p>
      <p>（8）学术研究机构基于公共利益开展统计或学术研究所必要，且对外提供学术研究或描述的结果时，对结果中所包含的个人信息进行去标识化处理的；</p>
      <p>（9）您在使用猎运通平台服务时输入的其他用户或除本协议以外的第三方可在猎运通平台上看见或知悉的信息；</p>
      <p>（10）猎运通平台收集到的您在猎运通平台发布的有关信息数据，包括但不限于货源信息、参与活动、成交信息及评价详情；</p>
      <p>（11）您的信用评价信息、您违反法律规定、《猎运通平台用户注册协议》及/或猎运通平台的其他规则向猎运通平台提交的用户信息、实施的行为；</p>
      <p>（12）其他用户对您的投诉、举报信息；</p>
      <p>（13）因您发生本协议第11.1.3条第（11）、（12）项的情形，猎运通平台对您采取的措施；</p>
      <p>（14）猎运通平台基于您及其他用户的隐私信息进行的数据分析及得出的结论；</p>
      <p>（15）其他依法不属于隐私信息的信息。</p>
      <p>11.1.4 第三方提供服务时收集的信息，包括：</p>
      <p>
        （1） 通过猎运通平台而接入的第三方服务（包括任何第三方网站）收集的信息。猎运通平台服务可能包括或链接至第三方提供的服务，猎运智慧物流（天津）有限公司通过广告或
        猎运通平台的其他方式向您提供链接，使您可以接入第三方的服务或网站。
      </p>
      <p>（2）在猎运通平台中提供广告服务的第三方所收集的信息。</p>
      <p>
        本协议第11.1.4条所述第三方服务可能由相关的第三方或猎运通平台运营。您使用该等第三方服务，须受该第三方的服务条款及隐私政策的约束，您需要仔细阅读其条款。除本协议另有约定以外，本协议仅适用于猎运通平台所收集的您的隐私信息，并不适用于任何第三方提供的服务或第三方的信息使用规则，猎运通平台对任何第三方使用由您提供的信息不承担任何责任。
      </p>
      <p>11.2 隐私信息的使用</p>
      <p>11.2.1 网络托运人可能将隐私信息用作下列用途：</p>
      <p>（1）向您提供服务，并维护、改进这些服务；</p>
      <p>
        （2）在猎运通平台提供本服务时，用于身份验证、用户服务、安全防范、诈骗监测、存档和备份用途，以提高猎运通平台向您提供本服务的安全性；用于预防、发现、调查欺诈以及危害安全、非法或违反与猎运通平台签订的协议以及猎运通平台政策或规则的行为，以保护您、其他猎运通平台用户、网络托运人及其他善意第三方的合法权益；
      </p>
      <p>（3）帮助猎运通平台设计新服务，改善猎运通平台现有服务；</p>
      <p>（4）使猎运通平台更加了解您如何接入和使用本服务，从而针对性地回应您的个性化需求，例如语言设定、位置设定、个性化的帮助服务和指示，或对您和其他用户作出其他方面的回应；</p>
      <p>（5）在与合作机构共同向您提供服务时，与合作机构共享信息以便他们向您发送有关其产品和服务的信息及/或提供产品和服务；</p>
      <p>（6）向您提供与您更加相关的广告以替代普遍投放的广告；</p>
      <p>（7）为使您知晓并了解猎运通平台的服务情况，向您发送服务状态的通知、营销活动及其他商业性电子信息；</p>
      <p>（8）记录并管理您访问和接受服务的状态、交易记录和历史记录；</p>
      <p>（9）向您推荐您可能感兴趣的内容，包括但不限于向您发出产品和服务信息，或通过系统向您展示个性化的第三方推广信息；</p>
      <p>（10）评估猎运通平台和其他促销及推广活动的效果，并加以改善；</p>
      <p>（11）猎运通平台系统认证或管理系统升级；</p>
      <p>（12）让您参与猎运通平台或其合作机构提供之服务的调查；</p>
      <p>（13）预防或禁止非法的活动；</p>
      <p>（14）根据相关法律法规以及国家有关行政主管机关、司法机关、仲裁机构的要求，分享并提供及使用隐私信息；</p>
      <p>（15）您许可的其他用途。</p>
      <p>
        11.2.2
        为了让您有更好的体验、改善猎运通平台或您同意的其他隐私信息用途，在符合相关法律法规的前提下，猎运通平台可能将通过某一项猎运通平台所收集的信息，以汇集信息或者个性化的方式，用于猎运通平台的其他服务或者与猎运通平台合作伙伴共享信息以便他们向您发送有关其产品和服务的信息。
      </p>
      <p>11.3 隐私信息的分享</p>
      <p>11.3.1 除以下情形外和本协议另有约定外，未经您同意，猎运通平台不会与任何第三方分享您的隐私信息：</p>
      <p>（1）为向您提供猎运通平台，而必须和第三方分享您的隐私信息；</p>
      <p>（2）为了判断您的账户或交易是否安全；</p>
      <p>
        （3）猎运通平台可能将您的隐私信息与猎运通平台的关联公司、合作伙伴、第三方征信机构、第三方支付机构、电子签名认证机构及其他第三方服务供应商、承包商及代理分享，用作下列用途：a)
        实现本协议第二条所述目的； b) 履行猎运通平台在本协议中的义务和行使猎运通平台的权利； c) 理解、维护和改善猎运通平台；及/或 d)
        由第三方征信机构出于提供信用或风控服务的需要，用于验证您的信息的真实性及风险判断使用，并将上述分析结果提供给商户/黑豹用户服务协议的合作方。
      </p>
      <p>（4）猎运通平台与第三方进行联合推广活动，猎运通平台可能与其共享活动过程中产生的、为完成活动所必要的隐私信息；</p>
      <p>
        （5）在猎运通平台上创建的某一交易中，如交易任何一方履行或部分履行了交易义务并提出信息披露请求的，猎运通平台有权决定向该用户提供其交易对方的联络方式等必要信息，以促成交易的完成或纠纷的解决；
      </p>
      <p>（6）处理您与他人的纠纷或争议；</p>
      <p>（7）为维护猎运通平台及其他猎运通平台用户的合法权益；</p>
      <p>（8）为维护和改善猎运通平台的服务；</p>
      <p>（9）您出现违反有关法律规定或者本协议或相关规则的情况，需要向第三方披露您的隐私信息；</p>
      <p>（10）其他猎运通平台根据法律规定、本协议及/或猎运通平台的其他规则认为有必要披露的情形。</p>
      <p>11.3.2 猎运通平台还有权为以下需要而保留、保存或披露您的隐私信息：</p>
      <p>（1）遵守适用的法律法规；</p>
      <p>（2）遵守法院、公安、检察院或其他有权机关的命令；</p>
      <p>（3）遵守相关政府机关的要求；</p>
      <p>（4）为遵守适用的法律法规、维护社会公共利益，或保护猎运通平台、猎运通平台的用户、雇员的人身、财产安全或其他合法权益所必须使用的合理用途。</p>
      <p>11.3.3 如猎运通平台与第三方分享您的隐私信息，猎运通平台将努力使该等第三方在使用您的隐私信息时遵守本协议及猎运通平台要求其遵守的其他适当的保密和安全措施。</p>
      <p>
        11.3.4
        随着猎运通平台业务的持续发展，猎运通平台运营方各个关联公司有可能进行合并、收购、资产转让或类似的交易，您同意授权猎运通平台有权将您的隐私信息作为此类交易的一部分而被转移。
      </p>
      <p>
        11.4 用户对用户信息的访问、更新
        猎运通平台将尽一切可能采取适当的技术手段，保证您可以访问、更新和更正自己的注册信息或在使用猎运通平台的服务时基于交易需要访问其他用户信息。在访问、更新、更正和删除前述信息时，猎运通平台可能会要求您进行身份验证，以保障账号安全。
      </p>
      <p>11.5 信息安全及保密</p>
      <p>11.5.1 猎运通平台仅为实现本协议所述目的保留您的隐私信息。</p>
      <p>
        11.5.2
        猎运通平台会采用符合业界标准的安全防护措施，按照现有技术使用相应的安全技术和程序，提供合理的安全保障，在任何时候尽力做到使您的隐私信息不被泄露、毁损、丢失、不当使用、未经授权阅览或披露。猎运通平台同时要求可能接触到您隐私信息的人员/合作伙伴履行相应的保密义务。如果未能履行这些义务，可能会被追究法律责任或被中止与猎运通平台的合作关系。但同时，您也同意并理解，即便竭尽所能加强安全措施，由于黑客攻击、技术限制、可能存在的各种恶意手段及/或其他因猎运通平台可控范围外的因素，猎运通平台所获得及保存的您的隐私信息有可能在未经您许可的情况下被其他第三方获得，在这种情况下，除非猎运通平台故意泄露您的该等信息，您不应当追究猎运通平台的任何责任。
      </p>
      <p>
        11.5.3
        请妥善保管您的账号及其密码，并务必在安全的网络环境、设备设施上输入账户密码、使用猎运通平台。猎运通平台将通过对用户密码进行加密等安全措施来防止前述信息不丢失，不被滥用和变造。
      </p>
      <p>
        11.5.4
        在使用猎运通平台用户网络服务进行网上交易时，您不可避免的要向交易对方或潜在的交易对方披露自己的隐私信息。请您妥善保护自己的隐私信息，仅在必要的情形下向他人提供，否则对因此而造成的您的隐私信息的泄露和损失，猎运通平台不承担任何责任。如您发现自己的隐私信息泄密，尤其是账户及/或其密码发生泄露，请您立即联络猎运通平台客服，以便猎运通平台采取相应措施。
      </p>
      <p>11.5.5 猎运通平台将根据法律法规规定及本协议约定对您的隐私信息予以保密，但下列情形除外：</p>
      <p>（1）法律、法规、规章及其他规范性文件另有规定；</p>
      <p>（2）政府机关、司法机关及监管部门提出要求；</p>
      <p>（3）相关信息已成为公开信息；</p>
      <p>（4）您同意无须再严格保密；</p>
      <p>（5）本协议另有约定；</p>
      <p>（6）其他合法情形。</p>
      <p>十二、 知识产权保护</p>
      <p>12.1 猎运通平台在本服务中提供的内容（包括但不限于网页、文字、图片、音频、视频、图表等）的知识产权归猎运通平台所有。</p>
      <p>12.2 除另有特别声明外，猎运通平台提供本服务时所依托软件的著作权、专利权及其他知识产权均归 猎运通平台及其关联公司所有。</p>
      <p>12.3 猎运通平台在本服务中所使用的“猎运通平台货主”、“ 猎运通平台司机”和“猎运通平台”等商业标识，其著作权、商标权归猎运通平台所有。</p>
      <p>12.4 上述知识产权均受到法律保护，未经猎运通平台或相关权利人书面许可，任何人不得以任何形式进行使用或创造相关衍生作品。</p>
      <p>十三、 其他</p>
      <p>13.1 您同意，猎运通平台有权根据您的风险程度及自身业务运营情况需要随时中止或终止向您提供本服务，或调整本协议项下业务有关的规则。</p>
      <p>
        13.2
        您确认，一旦您违反本协议及/或其他猎运通平台规则，猎运通平台有权根据相应规则对您违约发布的信息进行删除、屏蔽处理，有权依据本协议的约定终止对您的服务，查封您的账户，并有权通知合作机构，暂停对您提供有关服务。猎运通平台可将对您上述违约行为处理措施信息以及其他经国家行政或司法机关生效法律文书确认的违法信息在猎运通平台上予以公示。
      </p>
      <p>13.3 您同意，用户账户的暂停、中断或终止不代表责任的终止，您仍应对使用猎运通平台期间的行为承担可能的违约或损害赔偿责任，同时猎运通平台仍可保有用户的相关信息。</p>
      <p>
        13.4
        因您违反本协议及/或猎运通平台其他平台规则约定造成猎运通平台损失的，您应赔偿相应的损失（包括但不限于直接经济损失、商誉损失及对外支付的赔偿金、和解款、律师费、诉讼费等间接经济损失）。如您的行为使猎运通平台遭受第三人主张权利，猎运通平台可在对第三人承担金钱给付等义务后就全部损失向您追偿。如因您的行为使得第三人遭受损失或您怠于履行调处决定，猎运通平台出于社会公共利益保护或其他善意第三方保护目的，可在符合法律规定的前提下，自您的账户中划扣相应款项进行支付。
      </p>
      <p>13.5 本协议自您按本协议文首列明的方式确认接受本协议之日起生效。</p>
      <p>13.6 您同意，本协议的签订、效力、履行、终止及其解释适用中华人民共和国（为本协议之目的，不包括香港特别行政区、澳门特别行政区及台湾地区）的法律。</p>
      <p>13.7 因猎运通平台与您就本协议的签订、履行或解释发生争议，双方应努力友好协商解决。如协商不成，猎运通平台和您均同意对猎运通平台住所地有管辖权的法院通过诉讼解决。</p>
      <p>
        13.8
        本协议内容及包括所有猎运通平台已经发布的或将来可能发布的猎运通平台使用规则，均为本协议不可分割的一部分，与本协议正文具有相同法律效力。由于互联网高速发展，您与猎运通平台签署的本协议列明的条款并不能完整罗列并覆盖您与猎运通平台之间的所有权利与义务，现有的约定也不能保证完全符合未来发展的需求。因此，猎运通平台通过猎运通平台发布的声明及政策、规则均为本协议的补充协议，与本协议不可分割且具有同等法律效力。如您使用或继续使用猎运通平台，视为您同意上述补充协议。
      </p>
      <p>
        13.9
        根据国家法律法规变化及运营需要，猎运通平台有权对本协议条款不时地进行修改，修改后的协议一旦被张贴在猎运通平台上即生效，并代替原来的协议。您有义务不时关注并阅读最新版的协议、平台规则及平台公告。如您不同意更新后的协议、平台规则及平台公告的，可以且应立即停止接受猎运通平台；如您继续使用猎运通平台的，即视为同意更新后的协议、平台规则及平台公告。
      </p>
      <p>13.10 如果本协议中任何一条被视为废止、无效或因任何理由不可执行，该条应视为可分的且并不影响任何其余条款的有效性和可执行性。</p>
      <p>13.11 本协议未尽事宜，您需遵守猎运通平台实时公布的规则。</p>
      <p>
        13.12
        猎运通平台有权通过您提供的联系方式向您发出通知，其中以电子的方式发出的书面通知，包括但不限于在猎运通平台公告，向您提供的联系电话发送手机短信，向您提供的电子邮件地址发送电子邮件，向您发送系统消息以及站内信信息，在发送成功后即视为送达；以纸质载体发出的书面通知，按照提供联系地址交邮后的第五个自然日即视为送达。
      </p>
      <p>13.13 本协议所有条款的标题仅为阅读方便，本身并无实际涵义，不能作为本协议涵义解释的依据。</p>
      <p>13.14 本协议条款无论因何种原因部分无效或不可执行，其余条款仍有效，对双方具有约束力。</p>
      <p>13.15 本协议以电子版本订立，对您与猎运通平台均有约束力。</p>
    </>
  )
};
export const privacy = {
  title: '猎运智慧物流（天津）有限公司猎运通平台用户隐私保护政策',
  content: (
    <>
      <p>更新日期：2022年01月29日</p>
      <p>生效日期：2022年02月05日</p>
      <p>提示条款 </p>
      <p>
        猎运智慧物流（天津）有限公司猎运通平台是一款为您提供线上物流信息交换及在线货物运输交易及其他物流增值服务的应用产品。为说明网络托运人（或简称“我们”）如何收集、使用和储存您的个人信息及您享有的权利，我们通过本《用户隐私保护政策》（“本政策”）向您阐述相关事宜。本政策适用于猎运通以及相关微信公众号平台产品、小程序及服务（统称“猎运智慧物流（天津）有限公司猎运通平台”）。
      </p>
      <p>【特别提示】</p>
      <p>
        本政策与您使用我们的服务关系紧密，请您在使用我们的产品/服务前，仔细阅读并充分理解本政策，做出您认为适当的选择。对本政策中与您的权益存在重大关系的条款和个人敏感信息，我们将采用粗体字进行标注以提示您注意。
      </p>
      <p>
        您点击或勾选猎运智慧物流（天津）有限公司猎运通平台相关页面或者以其他方式确认同意/接受本政策（如在相关页面上点击后续操作或已实际享有本政策项下的权益或已实际接受猎运智慧物流（天津）有限公司猎运通平台的服务或已实际执行本政策下的部分约定等）（“确认”），即表示您接受本政策全部条款内容的约定并同意我们按照本政策处理您的个人信息。本政策以线上数据电文的形式订立，对您与本公司均具有约束力。
      </p>
      <p>个人信息的收集和使用说明如下：</p>
      <p>
        个人信息（出自于《中华人民共和国个人信息保护法》（简称“《个人信息保护法》”）是指以电子或者其他方式记录的与已识别或者可识别的自然人有关的各种信息，不包括匿名化处理后的信息。本政策中包括：个人资料信息（包括姓名、身份证号码、身份证照片、真实头像照片、面部识别特征、驾驶证、行驶证、住所地、手机号码、电子邮箱地址、收货地址、车辆信息、车厢信息、轮轴信息及其他相关附加信息）、支付账户信息、银行账户信息、征信信息、验证信息、验证信息凭证、手机通讯录、手机应用列表、通话记录、财产信息、信用信息、行程信息、位置信息、运单信息及交易状态、增值服务订单信息、支付信息、提现信息、IP地址、设备信息（包括设备型号、设备设置、MAC地址以及UUID、ANDROID_ID、IMEI、IDFA、OAID设备标识符、操作系统、系统语言、分辨率、电信运营商、SIM卡IMSI信息、SIM卡归属地、设备环境、传感器、ICCID信息）、日志信息。{' '}
      </p>
      <p>
        敏感个人信息（出自于《个人信息保护法》）是指一旦泄露或者非法使用，容易导致自然人的人格尊严受到侵害或者人身、财产安全受到危害的个人信息，本隐私政策中涉及的敏感个人信息包括：用户密码、身份证或其他身份证明、面部识别特征、征信信息、驾驶证、位置信息、行程信息、通话记录、录音录像、支付信息、提现记录、银行账户、信贷记录、运单交易信息、保单信息。
      </p>
      <p>匿名化处理后的信息不属于个人信息。</p>
      <p>我们收集和使用您的个人信息的目的、方式、范围和使用规则如下：</p>
      <p>
        我们会遵循按国家法律法规要求，恪守正当、合法、必要的原则保护您的个人信息，仅出于本政策所述的业务功能需要以及目的，并在征得您的同意下，收集、使用您在使用猎运通平台产品/服务过程中主动提供或产生的个人信息，以及我们通过自动化手段收集的您在接受服务或使用功能过程中产生的个人信息以及我们从第三方获取的您的个人信息。我们的产品/服务包括基本功能服务和扩展功能服务。我们不会收集与提供服务无关的个人信息，也不会因您不同意收集扩展功能服务中的个人信息，而拒绝您使用猎运通平台的基本业务功能服务。如果我们拟将您的个人信息用于本政策未载明的其它用途或基于其他特定目的，我们将以合理的方式告知您，并在收集、使用前再次征得您的同意。{' '}
      </p>
      <p>1.1 信息的收集</p>
      <p>
        我们通过猎运智慧物流（天津）有限公司猎运通平台提供产品和服务时，可能会收集、储存和使用您的下列信息。如果您不提供相关信息，将无法注册成为平台用户或无法享受猎运智慧物流（天津）有限公司猎运通平台提供的产品和服务，或者无法达到相关服务拟达到的效果。
      </p>
      <p>
        （1）在您注册账号或开通、使用、接受猎运智慧物流（天津）有限公司猎运通平台的特定服务的过程中，您需要向猎运通平台提供您本人的手机号码，并准确输入猎运智慧物流（天津）有限公司猎运通平台以短信形式发送至您手机的验证码，以便于我们识别您在猎运智慧物流（天津）有限公司猎运通平台的网络身份，并为您提供猎运智慧物流（天津）有限公司猎运通平台服务。如果您拒绝提供手机号码和验证码，猎运智慧物流（天津）有限公司猎运通平台将无法为您创建账户并提供服务。
      </p>
      <p>
        根据国家实名制法规的要求，当您通过平台注册成为用户并使用平台服务时，您需要进行实名认证，由此您需要向猎运智慧物流（天津）有限公司猎运通平台提供您的个人信息（包括姓名、性别、出生年月、身份证号码、身份证照片、真实头像照片、面部识别特征、驾驶证、行驶证、住所地、手机号码、电子邮箱地址、收货地址、车辆信息、车厢信息、轮轴信息以及法律法规要求的其他运营资质信息
        ）、支付账户信息、银行信息、征信信息、验证信息、验证信息凭证、手机通讯录、手机应用列表、通话继续、财产信息、信用信息、行程信息、通话记录、位置信息、运单信息及交易状态、增值服务订阅信息、支付信息、提现信息、IP地址、设备信息（包括设备型号、设备设置、MAC地址以及UUID、ANDROID_ID、IMEI、IDFA、OAID设备标识符、操作系统、系统语言、分辨率、电信运营商、SIM卡IMSI信息、SIM卡归属地、设备环境、传感器、ICCID信息）、日志信息、ETC卡信息。猎运通平台收集上述信息，是基于法律法规要求、验证您具有合法运营资格，保护用户人身财产安全、保障交易真实、依照平台规则处理用户纠纷之需要。
        为进行实名认证，猎运通平台将向猎运通平台合作的提供身份认证服务的第三方提交您的前述信息，并从合法保存有您个人信息的第三方处获得、保存有关您身份信息的验证结果，如果您拒绝提供上述信息或拒绝猎运通平台作前述信息分享、保存，您将无法作为猎运智慧物流（天津）有限公司猎运通平台的用户使用猎运智慧物流（天津）有限公司猎运通平台服务；
      </p>
      <p>
        （2）如您与货主达成了运输交易，猎运通平台将通过您的终端设备及其他GPS设备定位功能以及猎运智慧物流（天津）有限公司
        平台定位功能收集您的位置和行踪轨迹，包括您的出发地、目的地、行驶轨迹、运输时长及里程数信息。猎运通平台在运输交易过程中收集您的位置信息和行踪轨迹，是基于提供给货主查看货物运输情况、猎运通平台风控判断交易真实性、保护用户的人身和财产安全、向货主展示附近车源、向紧急联系人提供跟车人所处位置信息、并自动为您推荐您所在区域的附近货源和汽配维修站点、加油站/加气站，并实现货车导航功能以及依照平台规则处理用户纠纷之必需。如果您拒绝猎运通平台获取您的位置信息和行踪轨迹，您可能无法正常使用猎运智慧物流（天津）有限公司猎运通平台的部分基本业务功能；
      </p>
      <p>
        （3）您在开通、使用、接受平台的特定服务及/或猎运智慧物流（天津）有限公司猎运通平台的合作方通过猎运智慧物流（天津）有限公司猎运通平台提供的服务/商品时所提供及所形成的任何信息和数据；
      </p>
      <p>（4）您在访问猎运智慧物流（天津）有限公司猎运通平台移动设备客户端时，您授权平台访问、读取您的移动终端设备上的通讯信息；</p>
      <p>（5）您通过猎运智慧物流（天津）有限公司猎运通平台服务向其他方提供的共享信息，以及您使用猎运通平台服务时所储存的信息；</p>
      <p>
        （6）您与猎运智慧物流（天津）有限公司猎运通平台的客户服务团队联系时您提供的相关信息，您参与问卷调查时发送的问卷答复信息，以及您接受猎运智慧物流（天津）有限公司猎运通平台及其合作机构提供的服务时，猎运智慧物流（天津）有限公司猎运通平台收集的相关信息；
      </p>
      <p>（7）有关您曾使用的移动应用（APP）和其他软件的信息，以及您曾经使用该等移动应用和软件的信息；您的网络使用习惯、您常用的软件信息；</p>
      <p>（8）您通过猎运智慧物流（天津）有限公司猎运通平台服务进行通讯的信息；</p>
      <p>（9）您向猎运智慧物流（天津）有限公司猎运通平台或猎运通平台的合作方提供及/或授权猎运通平台自行或通过第三方查询获得的财产信息；</p>
      <p>
        （10）基于您的单独同意，我们会收集您的位置信息来判断您所处的地点，对于司机推荐所在区域的附近货源和汽配维修站点、加油站/加气站；另外，司机在运货时，我们还将为货主提供司机行踪轨迹以保证交易安全。司机可以授权提供您的位置信息，以便基于所在地点位置接受个性化推荐，获得司机的允许后，我们会通过从车辆定位服务商、承包商或代理商处获取车辆的定位信息，包括但不限于IP地址、来源于第三方车载卫星定位终端、GPS以及能够提供相关信息的其他传感器（可能包括WiFi接入点和基站信息）来获取您的位置信息。如您拒绝我们获取您的位置信息，则您将需要手动定位您的位置。
      </p>
      <p>（11）您授权猎运智慧物流（天津）有限公司猎运通平台向第三方征信机构查询您及您个人或您的法定代表人/负责人/经营者/代表的相关信用信息和数据；</p>
      <p>
        （12）基于您的单独同意，您可以授权猎运通平台访问您的摄像头（相机）进行视频拍摄、拍照以及扫码，我们会识别您的视频、照片以及扫码信息来完成用户认证、客服服务、活体检测、运输状态验证。
      </p>
      <p>
        （13）基于您的单独同意，您可以授权猎运通平台访问您的相册并在猎运通平台上传您的照片来实现用户认证、客服服务、运输状态验证以及评价功能，我们会使用您所上传的照片来识别您的认证信息、客服服务信息或使用包含您所上传图片的评价。
      </p>
      <p>
        （14）为更好方便用户交易安全，你可以授权猎运通平台拨打电话和管理通话，方便直接通过猎运通平台APP拨打电话。如果您拒绝，可能导致您无法使用猎运智慧物流（天津）有限公司猎运通平台的通话沟通功能，影响您及时与交易相对方取得联系。
      </p>
      <p>1.2 您充分知晓，猎运智慧物流（天津）有限公司猎运通平台收集、使用以下信息无需征得您的授权同意：</p>
      <p>（1）与国家安全、国防安全有关的；</p>
      <p>（2）与公共安全、公共卫生、重大公共利益有关的；</p>
      <p>（3）与犯罪侦查、起诉、审判和判决执行等有关的；</p>
      <p>（4）出于维护您或其他用户的生命、财产等重大合法权益但又很难得到您本人同意的；</p>
      <p>（5）从合法公开披露的信息中收集的您的个人信息的，如合法的新闻报道、政府信息公开等渠道；</p>
      <p>（6）用于维护所提供的产品与/或服务的安全稳定运行所必需的；</p>
      <p>（7）为合法的新闻报道所必需的；</p>
      <p>（8）学术研究机构基于公共利益开展统计或学术研究所必要，且对外提供学术研究或描述的结果时，对结果中所包含的个人信息进行去标识化处理的；</p>
      <p>（9）您在使用猎运智慧物流（天津）有限公司猎运通平台服务时输入的其他用户或除本政策以外的第三方可在猎运智慧物流（天津）有限公司猎运通平台上看见或知悉的信息；</p>
      <p>（10）猎运智慧物流（天津）有限公司猎运通平台收集到的您在猎运智慧物流（天津）有限公司猎运通平台发布的有关信息数据，包括但不限于货源信息、参与活动、成交信息及评价详情；</p>
      <p>
        （11）您的信用评价信息、您违反法律规定、《猎运智慧物流（天津）有限公司猎运通平台用户注册协议》及/或猎运智慧物流（天津）有限公司猎运通平台的其他规则及向猎运通平台提交的用户信息、实施的行为；
      </p>
      <p>（12）其他用户对您的投诉、举报信息；</p>
      <p>（13）因您发生本协议第1.3条第（11）、（12）项的情形，猎运智慧物流（天津）有限公司猎运通平台对您采取的措施；</p>
      <p>（14）猎运智慧物流（天津）有限公司猎运通平台基于您及其他用户的隐私信息进行的数据分析及得出的结论；</p>
      <p>（15）其他依法不属于隐私信息的信息。</p>
      <p>
        1.3 第三方提供服务时收集的信息，包括：
        通过猎运智慧物流（天津）有限公司猎运通平台而接入的第三方服务（如加油、保险、金融、ETC）收集的信息。猎运智慧物流（天津）有限公司猎运通平台服务可能包括或链接至第三方提供的服务，猎运智慧物流（天津）有限公司猎运通平台通过猎运智慧物流（天津）有限公司猎运通平台服务的其他方式向您提供链接，使您可以接入第三方的服务或网站。您授权我们将该信息提供给为您提供服务的第三方，并授权我们间接向第三方获取相关信息。若您拒绝我们收集此类信息，我们将无法为您提供相关功能和服务，但不会影响您对定位、抢单等核心产品和服务功能的使用。
        本协议第1.4条所述第三方服务可能由相关的第三方或猎运智慧物流（天津）有限公司猎运通平台运营。您使用该等第三方服务，须受该第三方的服务条款及隐私政策的约束，您需要仔细阅读其条款。除本协议另有约定以外，本协议仅适用于猎运智慧物流（天津）有限公司猎运通平台所收集的您的隐私信息，并不适用于任何第三方提供的服务或第三方的信息使用规则，猎运智慧物流（天津）有限公司猎运通平台对任何第三方使用由您提供的信息不承担任何责任。
      </p>
      <p>
        1.4 维护服务正常运行所必须的信息收集
        为保障您正常使用我们的服务，维护服务的正常运行，改进及优化服务体验及保障账号安全，我们会根据您在软件安装及/或使用中的具体操作，以及应用在静默状态和/或在后台运行过程中，接收并记录您所使用的设常用设备信息（包括设备型号、设备设置、MAC地址以及UUID、ANDROID_ID、IMEI、IDFA、OAID设备标识符、操作系统、系统语言、分辨率、电信运营商、SIM卡IMSI信息、SIM卡归属地、设备环境、传感器、ICCID信息）、操作系统、登陆IP地址、接入网络的方式、类型和状态、网络质量数据、设备加速器、设备所在位置相关信息（包括您授权的GPS位置以及WLAN接入点、蓝牙和基站此类传感器信息）以及您的操作日志、服务日志信息（可能包括您在搜索、查看的信息、服务故障信息、引荐网址信息）此类日志信息，这类信息是为提供服务必需收集的基础信息。
      </p>
      <p>2、 隐私信息的使用 </p>
      <p>2.1 猎运智慧物流（天津）有限公司猎运通平台将隐私信息用作下列用途：</p>
      <p>（1）向您提供服务，并维护、改进这些服务；</p>
      <p>
        （2）在猎运智慧物流（天津）有限公司猎运通平台提供本服务时，用于身份验证、用户服务、安全防范、诈骗监测、存档和备份用途，以提高猎运智慧物流（天津）有限公司猎运通平台向您提供本服务的安全性；用于预防、发现、调查欺诈以及危害安全、非法或违反与猎运智慧物流（天津）有限公司猎运通平台签订的协议以及猎运通平台政策或规则的行为，以保护您、其他平台用户、我们及其他善意第三方的合法权益；
      </p>
      <p>（3）帮助猎运智慧物流（天津）有限公司猎运通平台设计新服务，改善猎运智慧物流（天津）有限公司猎运通平台现有服务；</p>
      <p>
        （4）使猎运智慧物流（天津）有限公司猎运通平台更加了解您如何接入和使用本服务，从而针对性地回应您的个性化需求，例如语言设定、位置设定、个性化的帮助服务和指示，或对您和其他用户作出其他方面的回应；
      </p>
      <p>（5）在与合作机构共同向您提供服务时，与合作机构共享信息以便他们向您发送有关其产品和服务的信息及/或提供产品和服务；</p>
      <p>（7）为使您知晓并了解猎运智慧物流（天津）有限公司猎运通平台的服务情况，向您发送服务状态的通知、营销活动及其他商业性电子信息；</p>
      <p>（8）记录并管理您访问和接受服务的状态、交易记录和历史记录；</p>
      <p>（9）向您推荐您可能感兴趣的内容，包括但不限于向您发出产品和服务信息，或通过系统向您展示个性化的第三方推广信息；</p>
      <p>（10）评估猎运智慧物流（天津）有限公司猎运通平台服务和其他促销及推广活动的效果，并加以改善；</p>
      <p>（11）猎运智慧物流（天津）有限公司猎运通平台系统认证或管理系统升级；</p>
      <p>（12）让您参与我们或其合作机构提供之服务的调查；</p>
      <p>（13）预防或禁止非法的活动；</p>
      <p>（14）根据相关法律法规以及国家有关行政主管机关、司法机关、仲裁机构的要求，分享并提供及使用隐私信息；</p>
      <p>（15）您许可的其他用途。</p>
      <p>2.2 您使用或订购第三方产品或服务的信息</p>
      <p>
        为了让您有更好的体验、改善猎运智慧物流（天津）有限公司
        平台服务或您同意的其他隐私信息用途，在符合相关法律法规的前提下，我们可能将通过某一项猎运智慧物流（天津）有限公司猎运通平台服务所收集的信息，以汇集信息或者个性化的方式，用于猎运智慧物流（天津）有限公司猎运通平台的其他服务或者与猎运智慧物流（天津）有限公司猎运通平台合作伙伴共享信息以便他们向您发送有关其产品和服务的信息。
      </p>
      <p>3、 隐私信息的分享、公开与转让</p>
      <p>3.1 未经您同意，猎运智慧物流（天津）有限公司猎运通平台不会与任何第三方分享您的隐私信息，除以下情形外和本协议另有约定外：</p>
      <p>
        （1）为向您提供猎运智慧物流（天津）有限公司猎运通平台服务，我们会通过应用接口（API）、软件工具开发包（SDK）与第三方进行必要的数据共享。我们仅会出于本隐私权政策声明的合法、正当、必要、特定、明确的目的共享您的信息，可能的合作伙伴包括：技术基础设施服务、身份验证服务、风控评级服务、衡量广告和服务的有效性服务、人脸识别服务、OCR识别服务、语音识别服务、消息推送服务、短信运营商、第三方支付机构及提供位置处理数据服务的供应商、承包商及代理；我们会对第三方进行严格的安全检测并约定数据保护措施。
      </p>
      <p>接入第三方SDK目录：</p>
      <div className='table-box-user-policy'>
        <table>
          <tr>
            <td>SDK名称</td>
            <td>收集/使用目的</td>
            <td>收集信息类型</td>
            <td>官网</td>
          </tr>
          <tr>
            <td>高德地图SDK</td>
            <td>用于展现地图</td>
            <td>设备信息、地理位置信息</td>
            <td>
              <a>https://lbs.amap.com/</a>
            </td>
          </tr>
          <tr>
            <td>高德定位SDK</td>
            <td>用于实现定位</td>
            <td>设备信息、地理位置信息</td>
            <td>
              <a>https://lbs.amap.com/</a>
            </td>
          </tr>
          <tr>
            <td>高德地图搜索SDK</td>
            <td>用于实现两点之间路径规划等功能</td>
            <td>设备信息、地理位置信息</td>
            <td>
              <a>https://lbs.amap.com/</a>
            </td>
          </tr>
          <tr>
            <td>天眼数聚SDK</td>
            <td>用于用户身份信息与银行信息查询</td>
            <td>身份证信息，银行卡信息</td>
            <td>
              <a>https://www.tianyandata.cn/</a>
            </td>
          </tr>
          <tr>
            <td>天眼查SDK</td>
            <td>用于企业信息查询</td>
            <td>企业认证</td>
            <td>
              <a>https://www.tianyancha.com/</a>
            </td>
          </tr>
          <tr>
            <td>阿里云短信SDK</td>
            <td>用于用户短信发送</td>
            <td>短信</td>
            <td>
              <a>https://www.aliyun.com/</a>
            </td>
          </tr>
          <tr>
            <td>阿里云短信验证码SDK</td>
            <td>用于用户验证码发送</td>
            <td>验证码</td>
            <td>
              <a>https://cloud.tencent.com/</a>
            </td>
          </tr>
          <tr>
            <td>中交APAAS SDK</td>
            <td>用于网络货运数据查询</td>
            <td>车辆轨迹信息，电子围栏信息</td>
            <td>
              <a>http://open.sinoiov.cn/</a>
            </td>
          </tr>
          <tr>
            <td>法大大SDK</td>
            <td>用于电子签章</td>
            <td>认证信息，电子合同信息</td>
            <td>
              <a>https://www.fadada.com/</a>
            </td>
          </tr>
        </table>
      </div>

      <p></p>
      <p>（2）为了判断您的账户或交易是否安全；</p>
      <p>
        （3）猎运智慧物流（天津）有限公司猎运通平台可能将您的隐私信息与网络托运人的关联公司、合作伙伴、第三方征信机构、第三方支付机构、电子签名认证机构及其他第三方服务供应商、承包商及代理分享，用作下列用途：a)
        实现本协议第2条所述目的； b) 履行猎运智慧物流（天津）有限公司猎运通平台在本协议中的义务和行使猎运智慧物流（天津）有限公司猎运通平台的权利； c)
        理解、维护和改善猎运智慧物流（天津）有限公司猎运通平台服务 d)
        由第三方征信机构出于提供信用或风控服务的需要，用于验证您的信息的真实性及风险判断使用，并将上述分析结果提供给商户/我们用户服务协议的合作方。
      </p>
      <p>（4）我们与第三方进行联合推广活动，猎运智慧物流（天津）有限公司猎运通平台可能与其共享活动过程中产生的、为完成活动所必要的隐私信息；</p>
      <p>
        （5）在猎运智慧物流（天津）有限公司猎运通平台上创建的某一交易中，如交易任何一方履行或部分履行了交易义务并提出信息披露请求的，猎运智慧物流（天津）有限公司猎运通平台有权决定向该用户提供其交易对方的联络方式等必要信息，以促成交易的完成或纠纷的解决；
      </p>
      <p>（6）处理您与他人的纠纷或争议；</p>
      <p>（7）为维护猎运智慧物流（天津）有限公司猎运通平台及其他猎运智慧物流（天津）有限公司猎运通平台用户的合法权益；</p>
      <p>（8）为维护和改善猎运智慧物流（天津）有限公司猎运通平台的服务；</p>
      <p>（9）您出现违反有关法律规定或者本协议或相关规则的情况，需要向第三方披露您的隐私信息；</p>
      <p>（10）其他猎运智慧物流（天津）有限公司猎运通平台根据法律规定、本协议及/或猎运智慧物流（天津）有限公司猎运通平台的其他规则认为有必要披露的情形。</p>
      <p>3.2 猎运智慧物流（天津）有限公司猎运通平台还有权为以下需要而保留、保存或披露您的隐私信息： </p>
      <p>（2）遵守法院、公安、检察院或其他有权机关的命令；</p>
      <p>（3）遵守相关政府机关的要求；</p>
      <p>
        （4）为遵守适用的法律法规、维护社会公共利益，或保护猎运智慧物流（天津）有限公司猎运通平台、猎运智慧物流（天津）有限公司猎运通平台的用户、雇员的人身、财产安全或其他合法权益所必须使用的合理用途。
      </p>
      <p>
        3.3
        如猎运智慧物流（天津）有限公司猎运通平台与第三方分享您的隐私信息，猎运智慧物流（天津）有限公司猎运通平台将努力使该等第三方在使用您的隐私信息时遵守本协议及猎运智慧物流（天津）有限公司猎运通平台要求其遵守的其他适当的保密和安全措施。
      </p>
      <p>
        3.4
        随着猎运智慧物流（天津）有限公司猎运通平台业务的持续发展，猎运智慧物流（天津）有限公司猎运通平台运营方各个关联公司有可能进行合并、收购、资产转让或类似的交易，您同意授权猎运智慧物流（天津）有限公司猎运通平台有权将您的隐私信息作为此类交易的一部分而被转移。如涉及个人信息的转让，我们会要求受让您个人信息的公司、组织继续接受本政策的约束，否则,我们将要求该公司、组织重新征求您的授权同意。
      </p>
      <p>4、 用户对用户信息的访问、更新</p>
      <p>
        猎运智慧物流（天津）有限公司猎运通平台将尽一切可能采取适当的技术手段，保证您可以访问、更新和更正自己的注册信息或在使用猎运智慧物流（天津）有限公司猎运通平台的服务时基于交易需要访问其他用户信息。在访问、更新、更正和删除前述信息时，猎运智慧物流（天津）有限公司猎运通平台可能会要求您进行身份验证，以保障账号安全。
      </p>
      <p>5、 信息安全及保密 </p>
      <p>5.1 猎运智慧物流（天津）有限公司猎运通平台仅为实现本政策所述目的保留您的隐私信息。</p>
      <p>
        5.2
        猎运智慧物流（天津）有限公司猎运通平台会采用符合业界标准的安全防护措施，按照现有技术使用相应的安全技术和程序，提供合理的安全保障，在任何时候尽力做到使您的隐私信息不被泄露、毁损、丢失、不当使用、未经授权阅览或披露。猎运智慧物流（天津）有限公司猎运通平台同时要求可能接触到您隐私信息的人员/合作伙伴履行相应的保密义务。如果未能履行这些义务，可能会被追究法律责任或被中止与猎运智慧物流（天津）有限公司猎运通平台的合作关系。但同时，您也同意并理解，即便竭尽所能加强安全措施，由于黑客攻击、技术限制、可能存在的各种恶意手段及/或其他因猎运智慧物流（天津）有限公司猎运通平台可控范围外的因素，猎运智慧物流（天津）有限公司猎运通平台所获得及保存的您的隐私信息有可能在未经您许可的情况下被其他第三方获得，在这种情况下，除非猎运智慧物流（天津）有限公司猎运通平台故意泄露您的该等信息，您不应当追究猎运智慧物流（天津）有限公司猎运通平台的任何责任。
      </p>
      <p>
        5.3
        请妥善保管您的账号及其密码，并务必在安全的网络环境、设备设施上输入账户密码、使用猎运智慧物流（天津）有限公司猎运通平台。猎运智慧物流（天津）有限公司猎运通平台将通过对用户密码进行加密等安全措施来防止前述信息不丢失，不被滥用和变造。
      </p>
      <p>
        5.4
        在使用猎运智慧物流（天津）有限公司猎运通平台用户网络服务进行网上交易时，您不可避免的要向交易对方或潜在的交易对方披露自己的隐私信息。请您妥善保护自己的隐私信息，仅在必要的情形下向他人提供，否则对因此而造成的您的隐私信息的泄露和损失，猎运智慧物流（天津）有限公司猎运通平台不承担任何责任。如您发现自己的隐私信息泄密，尤其是账户及/或其密码发生泄露，请您立即联络猎运智慧物流（天津）有限公司猎运通平台客服，以便猎运智慧物流（天津）有限公司猎运通平台采取相应措施。
      </p>
      <p>6、您的权利 </p>
      <p>6.1 访问、更正、删除您的个人信息</p>
      <p>您可以通过以下方式管理您的信息:</p>
      <p>
        6.1.1 账户信息:您可以通过您在猎运智慧物流（天津）有限公司猎运通平台（具体链接为：<a>https://lyt.lieyuntong.cn/</a>
        ）的右上角头像，齿轮图像更正您的您的登陆密码、支付密码和头像。
      </p>
      <p>6.2 撤回同意</p>
      <p>猎运智慧物流（天津）有限公司猎运通平台通过以下方式保障您撤回同意的权利：</p>
      <p>6.2.1 猎运智慧物流（天津）有限公司猎运通平台发送的定推和商业广告短信中，会向您说明具体退订方式，您可以按照短信中说明的退订方式撤回同意。</p>
      <p>6.2.2 如果您需要撤回您关于隐私的同意，请立刻停止使用猎运智慧物流（天津）有限公司猎运通平台不会再获取您的隐私，但不影响撤回前基于您的同意开展的个人信息收集及处理。</p>
      <p>7、本政策的更新 </p>
      <p>
        7.1 网络托运人（即猎运智慧物流（天津）有限公司猎运通平台运营主体）有权随时变更本政策并在猎运智慧物流（天津）有限公司
        平台上予以公告，如您不同意相关变更，必须停止使用猎运智慧物流（天津）有限公司猎运通平台。
      </p>
      <p>7.2 本政策内容包括用户协议正文及所有猎运智慧物流（天津）有限公司猎运通平台已经发布的各类规则，为本协议不可分割的一部分，与本协议正文具有同等法律效力。</p>
      <p>7.3 一旦您继续使用猎运智慧物流（天津）有限公司猎运通平台，则表示您已接受并自愿遵守经修订后的条款。</p>
      <p>
        7.4
        本政策修订后，将在猎运智慧物流（天津）有限公司猎运通平台发布最新版本，并以显著方式（通过猎运智慧物流（天津）有限公司猎运通平台公示的方式进行通知）告知您，以便您即使了解最新版本的本政策，如无特殊说明，修订后的政策自公布起生效。若您在本政策的内容发生修改、变更后，继续使用猎运智慧物流（天津）有限公司
        平台服务的，视为您已经阅读、了解并同意本政策内容。
      </p>
      <p>
        7.5
        本政策生效后，本政策将代替猎运通平台之前签署、确认的《猎运通平台用户隐私保护协议》；本政策生效前，仍按《猎运通平台用户隐私保护协议》执行，《猎运通平台用户隐私保护协议》中未尽的事宜，按本政策执行。
      </p>
      <p>8、如何联系我们 </p>
      <p>
        猎运通平台由猎运智慧物流（天津）有限公司及其关联公司运营，猎运智慧物流（天津）有限公司注册地址为天津市滨海新区临港经济区渤海28路198号312室
        ，个人隐私保护相关负责人的联系方式为400-6001088。
      </p>
      <p>
        如果您对我们的个人信息处理存在任何投诉举报需求，可以通过猎运智慧物流（天津）有限公司猎运通平台提供的联系方式或拨打我们的客服电话与我们联系并作充分描述，我们将在验证您身份后15个工作日内答复您的请求并尽力解决。
      </p>
    </>
  )
};
